Repository: Eegee/BIP-0122-handler
Catalog: languages/bip0122handler.*.po
Languages: nl

source: Block explorers cleared. You may set them again with %s
nl: Block explorers gewist. U kunt ze opnieuw instellen met %s

source: Block explorer(s) not yet set, cannot continue
nl: Block explorer(s) not niet ingesteld, kan niet verder

source: Block explorer(s) set to the following:
nl: Block explorer(s) ingesteld op de volgende:

source: clear all used block explorers
nl: gebruikte block explorers wissen

# bip0122handler.shelpdisplaythishelp
source: display this help and exit
nl: deze hulp tonen en stoppen

# bip0122handler.shelpgetexplorers
source: gets the list of currently used block explorers
nl: geeft de lijst van momenteel gebruikte block explorers

source: [option]
nl: [optie]

# bip0122handler.shelpsetexplorers
source: sets comma-separated list of used explorers. Use names from %s
nl: stelt gebruikte explorers in d.m.v. komma-gescheiden lijst. Gebruik namen uit %s

# bip0122handler.shelpusage
source: Usage:
nl: Gebruik:

source: where [option] is one of the following:
nl: waar [optie] een van de volgende is:

source: where [URI] is a BIP0122 URI, or
nl: waar [URI] een BIP0122 URI is, of

source: Please set your desired block explorer(s) by using -s "comma-separated list containing selection of explorers below"
nl: Stel alstublieft de gewenste block explorer(s) in, door middel van -s "komma-gescheiden lijst met selectie van explorers uit de volgende"

source: Unhandled %s exception: %s
nl: Niet-afgehandelde %s-uitzondering: %s

source: Warning: unknown explorers specified. Please use names from %s
nl: Waarschuwing: onbekende explorers opgegeven. Gebruik a.u.b. namen uit %s
